export const BUILTIN_GOODS = [];

export const PRESET_CUSTOM_GOODS = [
  {
    "barcode": "69027086",
    "name": "益达（奔涌西瓜味）",
    "price": "3.00"
  },
  {
    "barcode": "69042386",
    "name": "绿箭（原味薄荷）",
    "price": "2.00"
  },
  {
    "barcode": "6902538004045",
    "name": "脉动维生素饮料",
    "price": "5.00"
  },
  {
    "barcode": "6901285991219",
    "name": "怡宝纯净水",
    "price": "2.00"
  },
  {
    "barcode": "6926475203149",
    "name": "优乐美（原味）",
    "price": "3.50"
  },
  {
    "barcode": "6926475203170",
    "name": "优乐美（香芋味）",
    "price": "3.50"
  },
  {
    "barcode": "6926475203187",
    "name": "优乐美（草莓味）",
    "price": "3.50"
  },
  {
    "barcode": "6901826817237",
    "name": "南孚电池",
    "price": "2.50"
  },
  {
    "barcode": "6901028169677",
    "name": "黄金叶",
    "price": "13.00"
  },
  {
    "barcode": "6901028095822",
    "name": "黄果树",
    "price": "15.00"
  },
  {
    "barcode": "6928926003919",
    "name": "茶倍健牙膏",
    "price": "12.00"
  },
  {
    "barcode": "6921555537510",
    "name": "韩式火鸡面",
    "price": "3.50"
  },
  {
    "barcode": "6921555573914",
    "name": "番茄牛肉面",
    "price": "5.00"
  },
  {
    "barcode": "6921555573907",
    "name": "红烧牛肉面",
    "price": "5.00"
  },
  {
    "barcode": "6900873024285",
    "name": "老坛酸菜牛肉面",
    "price": "5.50"
  },
  {
    "barcode": "6900873000371",
    "name": "红烧牛肉面",
    "price": "5.50"
  },
  {
    "barcode": "6937962112196",
    "name": "番茄鸡蛋牛肉面",
    "price": "5.50"
  },
  {
    "barcode": "6937962134617",
    "name": "老母鸡汤面",
    "price": "5.00"
  },
  {
    "barcode": "6937962111526",
    "name": "老坛酸菜牛肉面",
    "price": "5.00"
  },
  {
    "barcode": "6921555525098",
    "name": "刀削宽面",
    "price": "5.00"
  },
  {
    "barcode": "6900873714070",
    "name": "老坛酸菜牛肉面",
    "price": "5.00"
  },
  {
    "barcode": "6900873714131",
    "name": "红烧牛肉面",
    "price": "3.50"
  },
  {
    "barcode": "6937962112134",
    "name": "番茄鸡蛋牛肉面",
    "price": "3.50"
  },
  {
    "barcode": "6937962114701",
    "name": "葱香排骨面",
    "price": "3.50"
  },
  {
    "barcode": "6925303796204",
    "name": "香辣牛肉面",
    "price": "3.50"
  },
  {
    "barcode": "6921555579121",
    "name": "老母鸡汤面",
    "price": "3.50"
  },
  {
    "barcode": "6921555579145",
    "name": "辣牛肉汤面",
    "price": "3.50"
  },
  {
    "barcode": "6937962114664",
    "name": "红烧牛肉面",
    "price": "3.50"
  },
  {
    "barcode": "6900873714339",
    "name": "香辣牛肉面",
    "price": "3.50"
  },
  {
    "barcode": "6935270641865",
    "name": "老母鸡汤面",
    "price": "3.00"
  },
  {
    "barcode": "6937962134440",
    "name": "萝卜炖牛腩面",
    "price": "3.00"
  },
  {
    "barcode": "6900893061062",
    "name": "红烧牛肉面",
    "price": "3.00"
  },
  {
    "barcode": "6921555521267",
    "name": "原味挂面",
    "price": "7.00"
  },
  {
    "barcode": "6921555580691",
    "name": "手打挂面",
    "price": "7.00"
  },
  {
    "barcode": "6937962000103",
    "name": "金汤肥牛面",
    "price": "3.50"
  },
  {
    "barcode": "6935270649779",
    "name": "金汤肥牛面",
    "price": "3.00"
  },
  {
    "barcode": "6921555579169",
    "name": "老母鸡汤面",
    "price": "3.50"
  },
  {
    "barcode": "6937962112158",
    "name": "番茄鸡蛋牛肉面",
    "price": "3.50"
  },
  {
    "barcode": "6974232270095",
    "name": "冰糖",
    "price": "6.50"
  },
  {
    "barcode": "6934438395046",
    "name": "单晶体冰糖",
    "price": "4.00"
  },
  {
    "barcode": "6974232270088",
    "name": "冰片糖",
    "price": "6.50"
  },
  {
    "barcode": "6924743918238",
    "name": "乐事",
    "price": "5.00"
  },
  {
    "barcode": "6924743935426",
    "name": "大波浪薯片",
    "price": "6.50"
  },
  {
    "barcode": "6924743922570",
    "name": "乐事（青柠味）",
    "price": "6.50"
  },
  {
    "barcode": "6924743918610",
    "name": "大波浪薯片（铁板鱿鱼味）",
    "price": "6.50"
  },
  {
    "barcode": "6924746467924",
    "name": "大波浪薯片（经典原味）",
    "price": "6.50"
  },
  {
    "barcode": "6924743935464",
    "name": "乐事（韩式泡菜味）",
    "price": "6.50"
  },
  {
    "barcode": "6920912342002",
    "name": "盼盼（烧烤牛排味）",
    "price": "6.00"
  },
  {
    "barcode": "6924743926752",
    "name": "乐事（墨西哥鸡汁番茄味）",
    "price": "12.00"
  },
  {
    "barcode": "6924743926776",
    "name": "大波浪薯片（香脆烤鸡翅味）",
    "price": "12.00"
  },
  {
    "barcode": "6924743926721",
    "name": "乐事（经典原味）",
    "price": "12.00"
  },
  {
    "barcode": "6924743915831",
    "name": "乐事（黑椒牛扒味）",
    "price": "8.50"
  },
  {
    "barcode": "6924743926622",
    "name": "乐事（黑胡椒味）",
    "price": "8.50"
  },
  {
    "barcode": "6924743926653",
    "name": "乐事（香辣小龙虾味）",
    "price": "8.50"
  },
  {
    "barcode": "6924743918313",
    "name": "大波浪薯片（铁板鱿鱼味）",
    "price": "6.50"
  },
  {
    "barcode": "6924743923270",
    "name": "山药薄片（香烤鸡翅味）",
    "price": "6.50"
  },
  {
    "barcode": "6937962130428",
    "name": "金汤肥牛面",
    "price": "3.50"
  },
  {
    "barcode": "6921555510124",
    "name": "老坛酸菜牛肉面",
    "price": "5.00"
  },
  {
    "barcode": "6979835100626",
    "name": "黑悟空玩具",
    "price": "10.00"
  },
  {
    "barcode": "6979835072039",
    "name": "王者圣甲玩具",
    "price": "5.00"
  },
  {
    "barcode": "6947882215211",
    "name": "老村长（42%）125ml",
    "price": "10.00"
  },
  {
    "barcode": "6946588101903",
    "name": "天龙泉（28%）500ml",
    "price": "18.00"
  },
  {
    "barcode": "6947882215808",
    "name": "老村长（42%）450ml",
    "price": "20.00"
  },
  {
    "barcode": "6909131169201",
    "name": "中国劲酒（35%）125ml",
    "price": "16.00"
  },
  {
    "barcode": "6909131280647",
    "name": "中国劲酒（35%）520ml",
    "price": "55.00"
  },
  {
    "barcode": "6906785015014",
    "name": "红星二锅头（53%）500ml",
    "price": "40.00"
  },
  {
    "barcode": "6906785015076",
    "name": "红星二锅头（43%）500ml",
    "price": "39.00"
  },
  {
    "barcode": "6906785005015",
    "name": "红星二锅头（52%）500ml",
    "price": "22.00"
  },
  {
    "barcode": "6906775230878",
    "name": "红星二锅头（52%）500ml",
    "price": "22.00"
  },
  {
    "barcode": "6906785230837",
    "name": "红星二锅头（56%）500ml",
    "price": "22.00"
  },
  {
    "barcode": "6902265451815",
    "name": "海天料酒",
    "price": "7.00"
  },
  {
    "barcode": "6914239209391",
    "name": "陈料酿酒",
    "price": "4.00"
  },
  {
    "barcode": "6970917871168",
    "name": "葱姜料酒",
    "price": "7.00"
  },
  {
    "barcode": "6922130120646",
    "name": "太太乐料酒",
    "price": "7.00"
  },
  {
    "barcode": "6902265360018",
    "name": "海天蚝油（700g）",
    "price": "7.00"
  },
  {
    "barcode": "6928312905391",
    "name": "千禾蚝油",
    "price": "6.00"
  },
  {
    "barcode": "6902265160502",
    "name": "海鲜酱油",
    "price": "9.00"
  },
  {
    "barcode": "6902265505419",
    "name": "0金标生抽",
    "price": "8.00"
  },
  {
    "barcode": "6911567881169",
    "name": "东古一品鲜",
    "price": "8.00"
  },
  {
    "barcode": "6902902007122",
    "name": "厨邦酱油",
    "price": "8.00"
  },
  {
    "barcode": "6924187828759",
    "name": "原香瓜子",
    "price": "7.00"
  },
  {
    "barcode": "6909327010188",
    "name": "浓香奶油味花生",
    "price": "6.00"
  },
  {
    "barcode": "6909327010140",
    "name": "五香酥脆花生",
    "price": "6.00"
  },
  {
    "barcode": "6936737011382",
    "name": "水煮咸干花生",
    "price": "6.00"
  },
  {
    "barcode": "6936737005350",
    "name": "奶香味花生",
    "price": "6.00"
  },
  {
    "barcode": "6924187862692",
    "name": "嗨瓜子",
    "price": "7.00"
  },
  {
    "barcode": "6901826807641",
    "name": "7号电池",
    "price": "2.50"
  },
  {
    "barcode": "6901823825266",
    "name": "5号电池",
    "price": "2.50"
  },
  {
    "barcode": "6932620203384",
    "name": "7号电池",
    "price": "1.00"
  },
  {
    "barcode": "6923450603574",
    "name": "彩虹糖",
    "price": "5.00"
  },
  {
    "barcode": "6901826000103",
    "name": "1号电池",
    "price": "6.00"
  },
  {
    "barcode": "6923450657607",
    "name": "益达（奔涌西瓜味）",
    "price": "6.00"
  },
  {
    "barcode": "6923450659861",
    "name": "益达（混合口味）",
    "price": "12.00"
  },
  {
    "barcode": "6920174751000",
    "name": "超威（清新艾草蚊香）",
    "price": "4.00"
  },
  {
    "barcode": "6928915107888",
    "name": "宝力杀蚊香",
    "price": "4.00"
  },
  {
    "barcode": "6911316001510",
    "name": "阿尔卑斯糖",
    "price": "0.50"
  },
  {
    "barcode": "6924187833777",
    "name": "怪味豆（五香味）",
    "price": "4.00"
  },
  {
    "barcode": "6924187836686",
    "name": "怪味花生（五香味）",
    "price": "3.50"
  },
  {
    "barcode": "6924187815544",
    "name": "怪味豆（热情大番茄味）",
    "price": "4.00"
  },
  {
    "barcode": "6925683205808",
    "name": "抹茶软糖",
    "price": "0.50"
  },
  {
    "barcode": "6974223580028",
    "name": "哈皮菓板",
    "price": "0.50"
  },
  {
    "barcode": "6974799650040",
    "name": "唐僧素辣条",
    "price": "0.50"
  },
  {
    "barcode": "6928623701989",
    "name": "网红辣棒",
    "price": "0.50"
  },
  {
    "barcode": "6924187839243",
    "name": "喀吱脆薯片（韩式泡菜味）",
    "price": "3.50"
  },
  {
    "barcode": "6971078540368",
    "name": "咬我呀辣条",
    "price": "0.50"
  },
  {
    "barcode": "6958642202440",
    "name": "一根脆",
    "price": "0.50"
  },
  {
    "barcode": "6973745000021",
    "name": "灯影辣条（牛肉丝味）",
    "price": "0.50"
  },
  {
    "barcode": "6948723820120",
    "name": "乐吧海苔辣条",
    "price": "0.50"
  },
  {
    "barcode": "6971047540061",
    "name": "四条腿辣条",
    "price": "0.50"
  },
  {
    "barcode": "6971078540276",
    "name": "爆汁牛肉",
    "price": "0.50"
  },
  {
    "barcode": "6958642201573",
    "name": "武汉热干面味",
    "price": "0.50"
  },
  {
    "barcode": "6971078540290",
    "name": "红灯行辣条",
    "price": "0.50"
  },
  {
    "barcode": "6973745000144",
    "name": "口水鸡辣条",
    "price": "0.50"
  },
  {
    "barcode": "6974494210150",
    "name": "恐龙蛋",
    "price": "1.00"
  },
  {
    "barcode": "6977700909800",
    "name": "黑神丝辣条",
    "price": "0.50"
  },
  {
    "barcode": "6973745000199",
    "name": "牛筋",
    "price": "0.50"
  },
  {
    "barcode": "6948723829925",
    "name": "炸酱面",
    "price": "0.50"
  },
  {
    "barcode": "6924083299929",
    "name": "蒜香青豆",
    "price": "0.50"
  },
  {
    "barcode": "6941397205217",
    "name": "酱香土豆",
    "price": "0.50"
  },
  {
    "barcode": "6948195800446",
    "name": "金龙鱼调和油",
    "price": "17.00"
  },
  {
    "barcode": "6948195800798",
    "name": "金龙鱼花生油",
    "price": "27.00"
  },
  {
    "barcode": "6971062712276",
    "name": "泡椒凤爪",
    "price": "2.50"
  },
  {
    "barcode": "6935563220203",
    "name": "香之派香辣鸭掌",
    "price": "2.50"
  },
  {
    "barcode": "6971062710104",
    "name": "嘎客门鸭翅",
    "price": "2.00"
  },
  {
    "barcode": "6950228300861",
    "name": "湘山红糖醋鸭脖",
    "price": "2.00"
  },
  {
    "barcode": "6950228300670",
    "name": "湘山红香辣鸭脖",
    "price": "2.00"
  },
  {
    "barcode": "6923172302724",
    "name": "香辣土豆片",
    "price": "1.00"
  },
  {
    "barcode": "6923172302281",
    "name": "去骨鸡爪（柠檬味）",
    "price": "1.00"
  },
  {
    "barcode": "6923172321107",
    "name": "手撕素大牛排（香辣味）",
    "price": "1.00"
  },
  {
    "barcode": "6923172300393",
    "name": "手撕素大牛排（黑椒味）",
    "price": "1.00"
  },
  {
    "barcode": "6923172301710",
    "name": "素牛肚（香辣味）",
    "price": "1.00"
  },
  {
    "barcode": "6976481800078",
    "name": "缺牙齿（香辣味）",
    "price": "1.00"
  },
  {
    "barcode": "6923172301659",
    "name": "蛋蛋小肉肠",
    "price": "1.00"
  },
  {
    "barcode": "6923172360014",
    "name": "香辣鱼仔",
    "price": "1.00"
  },
  {
    "barcode": "6923172360021",
    "name": "酱汁鱼仔",
    "price": "1.00"
  },
  {
    "barcode": "6923172350022",
    "name": "糖醋鱼仔",
    "price": "1.00"
  },
  {
    "barcode": "6935284400267",
    "name": "魔芋爽（麻辣素毛肚）",
    "price": "1.00"
  },
  {
    "barcode": "6971258743886",
    "name": "魔芋爽（麻酱素毛肚）",
    "price": "1.00"
  },
  {
    "barcode": "6971258743879",
    "name": "魔芋爽（爆辣素毛肚）",
    "price": "1.00"
  },
  {
    "barcode": "6935284400250",
    "name": "魔芋爽（酸辣素毛肚）",
    "price": "1.00"
  },
  {
    "barcode": "6923172301666",
    "name": "蛋蛋玉米肠",
    "price": "1.00"
  },
  {
    "barcode": "6920202888883",
    "name": "红牛",
    "price": "6.00"
  },
  {
    "barcode": "6934502301850",
    "name": "东鹏特饮500ml",
    "price": "5.00"
  },
  {
    "barcode": "6934502300709",
    "name": "东鹏特饮250ml",
    "price": "3.00"
  },
  {
    "barcode": "6928804014570",
    "name": "可口可乐（经典原味）330ml",
    "price": "3.00"
  },
  {
    "barcode": "6928804014648",
    "name": "雪碧（清爽柠檬味）330ml",
    "price": "3.00"
  },
  {
    "barcode": "6928804014662",
    "name": "芬达（橙味汽水）",
    "price": "3.00"
  },
  {
    "barcode": "6902083886455",
    "name": "营养快线500ml",
    "price": "5.00"
  },
  {
    "barcode": "6902083922658",
    "name": "AD钙450ml",
    "price": "5.00"
  },
  {
    "barcode": "6925303730574",
    "name": "阿萨姆原味奶茶",
    "price": "4.00"
  },
  {
    "barcode": "6908946286905",
    "name": "百事可乐（罐装）",
    "price": "3.00"
  },
  {
    "barcode": "6921168560189",
    "name": "水溶C100（血橙味）",
    "price": "5.00"
  },
  {
    "barcode": "6975682483066",
    "name": "美汁源（青缇葡萄）",
    "price": "4.00"
  },
  {
    "barcode": "6975682480447",
    "name": "酷兒QOO",
    "price": "4.00"
  },
  {
    "barcode": "6975682480300",
    "name": "果粒奶优（草莓味）",
    "price": "4.00"
  },
  {
    "barcode": "6928804011326",
    "name": "芬达500ml",
    "price": "3.50"
  },
  {
    "barcode": "6928804010220",
    "name": "雪碧500ml",
    "price": "3.50"
  },
  {
    "barcode": "6928804011173",
    "name": "可口可乐500ml",
    "price": "3.50"
  },
  {
    "barcode": "6908946289319",
    "name": "百事可乐无糖500ml",
    "price": "3.50"
  },
  {
    "barcode": "6921294305012",
    "name": "冰红茶500ml",
    "price": "3.00"
  },
  {
    "barcode": "6921294305166",
    "name": "绿茶500ml",
    "price": "3.00"
  },
  {
    "barcode": "6973870131676",
    "name": "金桔柠檬500ml",
    "price": "3.00"
  },
];
